{
  "Home": "Home",
  "Total Won:": "Insgesamt Gewann:",
  "Profile": "Profil",
  "Events": "Veranstaltungen",
  "Whitepaper": "Whitepaper",
  "For Advertisers": "Für Werbetreibende",
  "Contact Support": "Kontaktieren Sie Den Support",
  "Partners": "Partner",
  "If you want to Advertise here, please contact:": "Wenn Sie möchten Sie hier Werben, Kontaktieren Sie bitte:",
  "Email": "E-Mail",
  "If you have any issue contact us:": "Wenn Sie irgendeine Frage haben, Kontaktieren Sie uns:",
  "Introduction": "Einführung",
  "1. CryptoHorseRacing.com Platform Introduction": "1. CryptoHorseRacing.com-Plattform-Einführung",
  "CryptoHorseRacing.com is the first Horse Racing Gambling Decentralised app to hit the Loom Network. We have chosen the Loom Network because of the speed of Transactions, described as a Layer 2 solution that ensures scalability and future-proofing the dapp itself. So why Horses?": "CryptoHorseRacing.com ist das erste Pferderennen Spielen Dezentrale app-hit Loom Network. Wir haben uns entschieden die ETHEREUM-Netzwerk aufgrund der Schnelligkeit der Transaktionen, ist es in der Lage Umgang mit fast 2000 TPS (Transaktionen pro Sekunde), mit der Möglichkeit des Wachstums in der Zukunft. Also warum die Pferde?",
  "Horse Racing is one of the most ancient of sports - it has been adopted all over the world bypeople who have added many variations such as restricting races to particular breeds, running over obstacles, running over different distances, running on different track surfaces and running in different gaits.": "Pferderennen ist eine der ältesten Sportarten - es wurde angenommen, auf der ganzen Welt bypeople, die vielen Variationen, wie die Beschränkung Rassen Besondere Rassen, laufen über Hindernisse, laufen über verschiedene Distanzen, laufen auf verschiedenen track Oberflächen und laufen in verschiedenen Gangarten.",
  "The sport is breathtaking, fun & addictive in nature - To many it is considered more than a hobby, but a way of life. The Sport has evolved over the years and now we have added a touch of revolutionary technology to take it to the next level - Horse Racing meets Blockchain Technology.": "Der sport ist atemberaubend, Spaß & süchtig in der Natur - Für viele gilt es als mehr als ein hobby, sondern eine Lebenseinstellung. Der Sport hat sich über die Jahre und jetzt haben wir Hinzugefügt einen Hauch von revolutionären Technologien, um es auf die nächste Ebene - Pferderennen erfüllt Blockchain-Technologie.",
  "This technology is a game changer because it provides complete Transparency an Audibility, unlike traditional Gambling structures.": "Diese Technologie ist ein Spiel-wechsler, weil es bietet komplette Transparenz eine Hörbarkeit, im Gegensatz zu traditionellen Spielen Strukturen.",
  "CryptoHorseRacing.com allows the Community to Bet & Earn a piece of the Track by mining our native WINNA Token and receiving daily Dividend payouts in ETHEREUM (ETHEREUM).": "CryptoHorseRacing.com erlaubt es der Gemeinschaft um die Wette und Verdienen ein Stück der Strecke durch den Abbau unserer einheimischen WINNA-Token und empfangen täglich Ausschüttungen in ETHEREUM (ETHEREUM).",
  "2. Game Languages": "2. Spiel Sprachen",
  "CryptoHorseRacing.com currently supports 8 languages: English, German, Spanish, Portuguese, Simplified Chinese, Korean, Russian and French.": "CryptoHorseRacing.com unterstützt derzeit 8 Sprachen: Englisch, Deutsch, Spanisch, Portugiesisch, Vereinfachtes Chinesisch, Koreanisch, Russisch und Französisch.",
  " 3. Supported Tokens": " 3. Token Unterstützt",
  "CryptoHorseRacing.com supports only ETHEREUM to be used on the platform.": "CryptoHorseRacing.com unterstützt nur die ETHEREUM verwendet werden, auf der Plattform.",
  "4. Level & Rank": "4. Level Und Rang",
  "As Users Bet on the Platform they will earn their right to progress though the Heirachy within the Horse Racing Industry until officially become a WINNA.": "Als Benutzer-Wette auf der Plattform Sie verdienen Ihr Recht auf Fortschritt, obwohl die Heirachy innerhalb der Pferderennen-Industrie, bis offiziell ein WINNA.",
  "Level (1-5): Shoveller": "Ebene (1-5): Shoveller",
  "Level (6-10): Float Driver": "Ebene (6-10): Float Driver",
  "Level (11-15): Barrier Attendant": "Stufe (11-15): Barrier Attendant",
  "Level (16-20): StableHand": "Ebene (16-20): StableHand",
  "Level (21-25): Track Rider": "Ebene (21-25): Track Rider",
  "Level (26-30): Farrier": "Ebene (26-30): Farrier",
  "Level (31-35): Horse Breaker": "Ebene (31-35): Horse Breaker",
  "Level (36-40): Strapper": "Ebene (36-40): Strapper",
  "Level (41-45): Effinex": "Ebene (41-45): Effinex",
  "Level (46-50): Apprentice": "Ebene (46-50): Apprentice",
  "Level (51-55): Jockey": "Ebene (51-55): Jockey",
  "Level (56-60): Race Caller": "Ebene (56-60): Race Caller",
  "Level (61-65): Thoroughbred Trainer": "Ebene (61-65): Thoroughbred Trainer",
  "Level (66-70): Steward": "Ebene (66-70): Steward",
  "Level (71-75): Bloodstock Agent": "Ebene (71-75): Bloodstock Agent",
  "Level (76-80): Pro Syndicator": "Ebene (76-80): Pro Syndicator",
  "Level (81-85): First Dude": "Ebene (81-85): First Dude",
  "Level (86-90): G3 Owner": "Ebene (86-90): G3 Owner",
  "Level (91-95): G2 Owner": "Ebene (91-95): G2-Owner",
  "Level (96-99): G1 Owner": "Ebene (96-99): G1 Owner",
  "Level(100): WINNA": "Ebene(100): WINNA",
  "Horse Ranking :": "Pferd Ranking :",
  "All Horses in game have different types of payouts for different types of bet like win, place and show. Horse ranking will be generated through our smart contract using weighted random number generator principal. The horse has higher the payout has the lower chance to win then the horse has lower payouts.": "Alle Pferde im Spiel haben verschiedene Arten von Ausschüttungen, die für verschiedene Arten von Wette wie win, place und show. Pferde-ranking-der erzeugt wird durch unsere smart Vertrag mit gewichteten Zufallszahlengenerator AUFTRAGGEBER. Das Pferd hat eine höhere der Auszahlung hat der geringere chance zu gewinnen, dann hat das Pferd eine niedrigere Ausschüttungen.",
  "This way all the results are toally fair and transparent.": "Auf diese Weise werden alle Ergebnisse toally fair und transparent.",
  " 5. Community": " 5. Community",
  "(We have decided against the implementation of a Referral Program as Advised by legal team)": "(Wir haben uns entschieden gegen die Implementierung eines Referral-Programm, wie Empfohlen von legal team)",
  "WINNA drops": "WINNA Tropfen",
  "1. What is WINNA?": "1. Was ist WINNA?",
  "WINNA Token is a ERC-20 Token that is via playing and betting on the platform and will be used to incentivise users and share in daily ETHEREUM dividends. The Total Supply is 100 000 000.": "WINNA-Token ist ein ERC-20 Token, das über das spielen und Wetten auf der Plattform und wird verwendet werden, um Anreize für die Benutzer und teilen Sie in täglichen ETHEREUM Dividenden. Das Gesamtangebot ist 100 000 000.",
  "2. How to get WINNA?": "2. Wie man WINNA?",
  "You can Earn WINNA by Betting on the CryptoHorseRacing.com Platform whETHEREUMer you win or lose - otherwise known as mining. WINNA can be mined on the Platform in 5 Stages, each broken down into 5 Levels. Mining will increase in Difficulty as the Platform progresses as per the Table Below:": "Sie Verdienen können, WINNA, indem Sie Wetten auf die CryptoHorseRacing.com Plattform, ob Sie gewinnen oder verlieren - sonst bekannt als Bergbau. WINNA abgebaut werden können auf der Plattform in 5 Stufen, die jeweils unterteilt in 5 Stufen. Bergbau wird in Schwierigkeiten zu erhöhen, wie die Plattform fortschreitet, gemäß der Tabelle Unten:",
  "3. What is WINNA used for?": "3. Was ist WINNA verwendet?",
  "By freezing WINNA users will be able to receive daily WINNAdrops paid in (ETHEREUM).": "Durch das einfrieren WINNA Benutzer werden in der Lage sein, um erhalten täglichen WINNAdrops bezahlt (ETHEREUM).",
  "WINNAdrops = Current platform earnings x (amount of WINNA frozen / Total WINNA frozen across the network).": "WINNAdrops = Aktuelle Plattform Ergebnis x (Betrag von WINNA gefroren / Gesamt WINNA eingefroren über das Netzwerk).",
  "4. Freezing for WINNAdrops?": "4. Einfrieren für WINNAdrops?",
  "WINNA mined from actions on CryptoHorseRacing.com are locked in a smart contract. Users need to withdraw the WINNA gained from the smart contract to their own wallet before it can be frozen for WINNAdrops. Minimum WINNA for freezing = 1 WINNA. For freezing or unfreezing, users must ensure that they have atleast 1 ETHEREUM in their wallet. When WINNAdrops are being transferred to their respective wallets, users will not be able to freeze or unfreeze their WINNA. Unfreezing WINNA requires 24 hours. WINNA that is unfreezing will not be able to participate in WINNAdrops. WINNA that stays frozen will technically be able to receive lifetime WINNAdrops - Representing ownership of the Track.": "WINNA abgebaut von Aktionen auf CryptoHorseRacing.com sind eingesperrt in einen smart Vertrag. Benutzer müssen zurücktreten, das WINNA Erkenntnisse aus der smart-Vertrag, um Ihre eigene Brieftasche, bevor es eingefroren werden kann für WINNAdrops. Mindestens WINNA für das einfrieren = 1 WINNA. Für das einfrieren oder freigeben, Benutzer müssen sicherstellen, dass Sie atleast 1 ETHEREUM in Ihre Geldbörse. Wenn WINNAdrops übertragen werden, um Ihre jeweiligen Brieftaschen, werden die Benutzer nicht in der Lage, einfrieren oder Auftauen Ihr WINNA. Unfreezing WINNA benötigt 24 Stunden. WINNA, das unfreezing nicht in der Lage zu beteiligen in WINNAdrops. WINNA, der bleibt eingefroren werden technisch in der Lage zu erhalten Leben WINNAdrops -, das das Eigentum an der Strecke.",
  "How to Play": "Wie zu Spielen",
  "Horse Racing Game": "Pferderennen Spiel",
  "Mobile Device:": "Mobile Geräte:",
  "Users must download a mobile compatible wallet for their respective phone operating system. You will then need to create or import your wallet using your private key. Most wallets will require you to input <a href=\"#\">CryptoHorseRacing.com</a> into their browser.": "Müssen die Benutzer herunterladen eine mobile kompatibel wallet für das jeweilige Handy-Betriebssystem. Sie müssen erstellen oder importieren Sie Ihre Geldbörse mit Ihrem privaten Schlüssel. Die meisten wallets erfordern die Eingabe von <a href=\"#\">CryptoHorseRacing.com</a> in Ihrem browser.",
  "Recommended": "Empfohlen",
  "Setting up a Wallet on Desktop PC": "Einrichten einer Wallet auf dem Desktop-PC",
  "Users will need to use Google Chrome or any other web browser that support wallet extensions.": "Benutzer müssen für die Nutzung von Google Chrome oder andere web-browser, der Unterstützung wallet-Erweiterungen.",
  "Recommended Wallets": "Empfohlen Brieftaschen",
  "CryptoHorseRacing.com will allow users to bet on a race consisting of 8 Horses to the finish line. They will have the ability to bet on Win, Place or Show for their horse(s) using ETHEREUM (ETHEREUM) with instant payment remittance in the same currency when they win. Even with this, all players will be rewarded in WINNA token for betting regardless of the outcome. WINNA token holders will be given ownership of the Track with a portion of all revenue from the site being shared with the WINNA holders to ensure that the use case and demand of the token is sustained. Our betting structure pays win/place on 8 horses, this allows for div pool to fund div payouts every day. Payouts will occur for Win/Place or Show. (Win being 1st, Place being 1st-2nd & Show being 1st-3rd)": "CryptoHorseRacing.com erlaubt Benutzern, Wetten auf die Rennen, bestehend aus 8 Pferde die Ziellinie. Sie haben die Möglichkeit, die Wette auf Sieg, Platz oder Show-für Ihren Pferd(en) mit ETHEREUM (ETHEREUM) mit sofortiger Zahlung-überweisung in der gleichen Währung, wenn Sie gewinnen. Auch mit diesem, alle Spieler belohnt werden, die in WINNA-token für Wetten, unabhängig vom Ergebnis. WINNA token-Inhaber gegeben wird, das Eigentum der Bahn mit einem Teil der Einnahmen aus der Website, gemeinsam mit den WINNA-Besitzer um sicherzustellen, dass die use-case-und demand-der token ist nachhaltig. Unsere Wetten-Struktur zahlt bei Sieg/Platz auf 8 Pferde, dies ermöglicht eine div-pool zur Finanzierung div Auszahlungen jeden Tag. Auszahlungen erfolgen für Sieg/Platz-oder Show. (Gewinn, 1st, Ort, 1st-2nd & Show 1.-3.)",
  "The site has a homepage consisting of 4 Race Locations options to choose from": "Die Website hat eine homepage, bestehend aus 4 Rennen Standorte Optionen, zum von zu wählen",
  "Theses locations also have specifications outlined for the # for Horses the User is able to bet on as follows:": "Thesen Orte haben auch Spezifikationen beschrieben, die für die # Pferde-der Benutzer ist in der Lage bis Wette auf Sie wie folgt vor:",
  "Unlimited:": "Unlimited:",
  "Fairness": "Fairness",
  "1 - Random Number Generator (RNG)": "1 - Random Number Generator (RNG)",
  "When a player triggers the Smart Contract, the contract will generate a random SHA-256 hash, the current time stamp and the previous block hash from CoinBase. These will then be mixed togETHEREUMer to generate a random hash. If a user uses their own seed, it will then be mixed with time stamp and previous block hash to generate a random number.": "Wenn ein Spieler löst das Smart-Vertrag, der Vertrag generiert einen zufälligen SHA-256-hash, den aktuellen Zeitstempel und den vorherigen block hash von CoinBase. Diese werden dann gemischt, generieren eine zufällige hash. Wenn ein Benutzer Ihre eigenen Samen, es wird dann gemischt werden mit Zeitstempel und den vorherigen block-hash zu generieren, die eine zufällige Zahl.",
  "2 - Checking transactions": "2 - Prüfung der Transaktionen",
  "All CryptoHorseRacing.com transactions are executed through our smart contracts on the Loom Network. This ensures that all data is fair even allowing users to change the seed they want to use. If not seed is changed, then a random seed will be generated to ensure fairness": "Alle CryptoHorseRacing.com Transaktionen werden ausgeführt durch unsere smart-Verträge auf den ETHEREUM Netzwerk. Dies stellt sicher, dass alle Daten die Messe sogar ermöglicht Benutzern das ändern der Samen, die Sie verwenden möchten. Wenn Samen nicht geändert wird, dann wird ein random seed generiert wird, um die fairness sicherzustellen",
  "If you want to list your product here, please": "Wenn Sie möchten, um eine Liste Ihrer Produkt hier, bitte",
  "Wallet": "Wallet",
  "Exchange": "Exchange",
  "Dapp Information Plateform": "Dapp Informationen Plateform",
  "Please login to your ETHEREUMLink wallet & make sure you have selected Main Networt in your wallet.": "Bitte loggen Sie sich ein, um Ihre ETHEREUMLink Brieftasche & stellen Sie sicher, dass Sie ausgewählt haben, Haupt-Netzwerk in Ihrer Brieftasche.",
  "If you do not have ETHEREUMLink wallet installed please visit": "Wenn Sie nicht über ETHEREUMLink wallet installiert haben, besuchen Sie bitte",
  "and download the chrome extension": "und laden Sie die chrome-Erweiterung",
  "(CryptoHorseRacing.com is only available using Chrome browser for the time being)": "(CryptoHorseRacing.com ist nur bei Verwendung von Chrome-browser für die Zeit)",
  "Stage": "Bühne",
  "Play": "Spielen",
  "to mine": "zu mir",
  "Available WINNAdrops": "Verfügbar WINNAdrops",
  "A total of": "Insgesamt",
  " is frozen across the network - You will receive:": " eingefroren über das Netzwerk - Sie erhalten:",
  "WINNAdrops Countdown:": "WINNAdrops Countdown:",
  "Available": "Verfügbar",
  "* WINNA will be frozen for 24 hours.": "* WINNA gesperrt für 24 Stunden.",
  "Freezable": "Freezable",
  "Unfreezable": "Unfreezable",
  "Amount": "Höhe",
  "LeaderBoard": "Rangliste",
  "Dividends": "Dividenden",
  "Leaderboard": "Rangliste",
  "Profile Picture": "Profil Bild",
  "Rank": "Rang",
  "Level": "Ebene",
  "Total Bets": "Insgesamt Wetten",
  "Total WINNA": "Insgesamt WINNA",
  "Comulative Earnings": "Comulative Ergebnis",
  "Last Windrop": "Letzte Windrop",
  "Order#": "Bestellung#",
  "Hash": "Hash",
  "Time": "Zeit",
  "From": "Aus",
  "To": "Zu",
  "No Result": "Kein Ergebnis",
  "Help": "Hilfe",
  "Telegram": "Telegram",
  "Dapp Information Platform": "Dapp Information Platform",
  "Horse Prediction": "Pferdevorhersage",
  "Winning Horse": "Siegerpferd",
  "Bet Amount": "Einsatzbetrag",
  "Win Amount": "Gewinnbetrag",
  "About ETHEREUM": "Über ETHEREUM",
  "1. What is ETHEREUM": "1. Was ist ETHEREUM",
  "ETHEREUMIX is a MainNet token based on the ETHEREUM Protocol issued by ETHEREUM Foundation, known as ETHEREUM.": "ETHEREUMIX ist ein MainNet-Token, das auf dem von der ETHEREUM Foundation ausgegebenen ETHEREUM-Protokoll (ETHEREUM) basiert.",
  "ETHEREUM is the basic unit of accounts on the ETHEREUM blockchain. The value of all other tokens derives from that of ETHEREUM. ETHEREUM is also a natural medium currency for all TRC-based tokens. ETHEREUM connects the entire ETHEREUM ecosystem, with abundant application scenarios that power transactions and applications on the chain.": "ETHEREUM ist die Grundeinheit der Konten in der ETHEREUM-Blockchain. Der Wert aller anderen Token leitet sich von dem von ETHEREUM ab. ETHEREUM ist auch eine natürliche Mittelwährung für alle TRC-basierten Token. ETHEREUM verbindet das gesamte ETHEREUM-Ökosystem mit zahlreichen Anwendungsszenarien, die Transaktionen und Anwendungen in der Kette antreiben.",
  "To learn more": "Mehr lernen"
}
