{
  "Home": "Casa",
  "Total Won:": "Total Ganado:",
  "Profile": "Perfil",
  "Events": "Eventos",
  "Whitepaper": "Whitepaper",
  "For Advertisers": "Para Los Anunciantes",
  "Contact Support": "Contacto Con El Soporte",
  "Partners": "Socios",
  "If you want to Advertise here, please contact:": "Si quieres anunciarte aquí, por favor, póngase en contacto con:",
  "Email": "Correo electrónico",
  "If you have any issue contact us:": "Si usted tiene cualquier problema, póngase en contacto con nosotros:",
  "Introduction": "Introducción",
  "1. CryptoHorseRacing.com Platform Introduction": "1. CryptoHorseRacing.com Introducción A La Plataforma",
  "CryptoHorseRacing.com is the first Horse Racing Gambling Decentralised app to hit the Loom Network. We have chosen the Loom Network because of the speed of Transactions, described as a Layer 2 solution that ensures scalability and future-proofing the dapp itself. So why Horses?": "CryptoHorseRacing.com es la primera de las Carreras de Caballos juegos de Azar Descentralizado de la aplicación para golpear el Loom Network. Hemos elegido el Tron de la red debido a la velocidad de las Transacciones, es capaz de manejar casi 2000 TPS (transacciones por segundo), con la posibilidad de crecer en el futuro. Entonces, ¿por qué los Caballos?",
  "Horse Racing is one of the most ancient of sports - it has been adopted all over the world bypeople who have added many variations such as restricting races to particular breeds, running over obstacles, running over different distances, running on different track surfaces and running in different gaits.": "Las Carreras de caballos es uno de los más antiguos de los deportes - ha sido adoptado en todo el mundo bypeople que se han añadido muchas variaciones, tales como la restricción de las carreras a determinadas razas, corriendo por encima de los obstáculos, correr a través de diferentes distancias, correr en la pista diferentes superficies y que se ejecuta en diferentes aires.",
  "The sport is breathtaking, fun & addictive in nature - To many it is considered more than a hobby, but a way of life. The Sport has evolved over the years and now we have added a touch of revolutionary technology to take it to the next level - Horse Racing meets Blockchain Technology.": "El deporte es impresionante, divertido y adictivo en la naturaleza - Para muchos es considerado más que un hobby, sino una forma de vida. El Deporte ha evolucionado a lo largo de los años y ahora hemos añadido un toque de tecnología revolucionaria para llevarlo al siguiente nivel - las Carreras de Caballos se reúne la Tecnología Blockchain.",
  "This technology is a game changer because it provides complete Transparency an Audibility, unlike traditional Gambling structures.": "Esta tecnología es un cambiador de juego porque ofrece una completa Transparencia en una Audibilidad, a diferencia de los tradicionales juegos de Azar estructuras.",
  "CryptoHorseRacing.com allows the Community to Bet & Earn a piece of the Track by mining our native WINNA Token and receiving daily Dividend payouts in Tron (TRX).": "CryptoHorseRacing.com permite a la Comunidad Apuesta y Gana un pedazo de la Pista por la minería autóctona de nuestro WINNA Token y la recepción diaria de pagos de Dividendos en Tron (TRX).",
  "2. Game Languages": "2. Juego De Idiomas",
  "CryptoHorseRacing.com currently supports 8 languages: English, German, Spanish, Portuguese, Simplified Chinese, Korean, Russian and French.": "CryptoHorseRacing.com actualmente soporta 8 idiomas: inglés, alemán, español, portugués, Chino Simplificado, coreano, ruso y francés.",
  " 3. Supported Tokens": " 3. Apoyado Tokens",
  "CryptoHorseRacing.com supports only TRX to be used on the platform.": "CryptoHorseRacing.com sólo admite TRX para ser utilizado en la plataforma.",
  "4. Level & Rank": "4. Nivel & Rank",
  "As Users Bet on the Platform they will earn their right to progress though the Heirachy within the Horse Racing Industry until officially become a WINNA.": "Como Usuarios de la Apuesta en la Plataforma en la que se ganan su derecho a progresar a través de la Heirachy dentro de la Industria hípica hasta que se convirtió oficialmente en una WINNA.",
  "Level (1-5): Shoveller": "Nivel (1-5): Shoveller",
  "Level (6-10): Float Driver": "Nivel (6-10): Float Driver",
  "Level (11-15): Barrier Attendant": "Nivel (11-15): Barrier Attendant",
  "Level (16-20): StableHand": "Nivel (16-20): StableHand",
  "Level (21-25): Track Rider": "Nivel (21-25): Track Rider",
  "Level (26-30): Farrier": "Nivel (26-30): Farrier",
  "Level (31-35): Horse Breaker": "Nivel (31-35): Horse Breaker",
  "Level (36-40): Strapper": "Nivel (36-40): Strapper",
  "Level (41-45): Effinex": "Nivel (41-45): Effinex",
  "Level (46-50): Apprentice": "Nivel (46-50): Apprentice",
  "Level (51-55): Jockey": "Nivel (51-55): Jockey",
  "Level (56-60): Race Caller": "Nivel (56-60): Race Caller",
  "Level (61-65): Thoroughbred Trainer": "Nivel (61-65): Thoroughbred Trainer",
  "Level (66-70): Steward": "Nivel (66-70): Steward",
  "Level (71-75): Bloodstock Agent": "Nivel (71-75): Bloodstock Agent",
  "Level (76-80): Pro Syndicator": "Nivel (76-80): Pro Syndicator",
  "Level (81-85): First Dude": "Nivel (81-85): First Dude",
  "Level (86-90): G3 Owner": "Nivel (86-90): G3 Owner",
  "Level (91-95): G2 Owner": "Nivel (91-95): G2 Owner",
  "Level (96-99): G1 Owner": "Nivel (96-99): G1 Owner",
  "Level(100): WINNA": "Nivel(100): WINNA",
  "Horse Ranking :": "Caballo Ranking :",
  "All Horses in game have different types of payouts for different types of bet like win, place and show. Horse ranking will be generated through our smart contract using weighted random number generator principal. The horse has higher the payout has the lower chance to win then the horse has lower payouts.": "Todos los Caballos en el juego tienen diferentes tipos de pagos para los diferentes tipos de apuesta como ganar, el lugar y el espectáculo. Caballo de clasificación será generada a través de nuestro smart contrato de uso ponderado de número al azar del generador principal. El caballo tiene más alto el pago tiene la menor oportunidad de ganar luego de que el caballo ha pagos inferiores.",
  "This way all the results are toally fair and transparent.": "De esta manera todos los resultados son toally justo y transparente.",
  " 5. Community": " 5. La comunidad",
  "(We have decided against the implementation of a Referral Program as Advised by legal team)": "(Hemos decidido en contra de la implementación de un Programa de Referencia según lo Aconsejado por el equipo legal)",
  "WINNA drops": "WINNA gotas",
  "1. What is WINNA?": "1. ¿Qué es WINNA?",
  "WINNA Token is a ERC-20 Token that is via playing and betting on the platform and will be used to incentivise users and share in daily TRX dividends. The Total Supply is 100 000 000.": "WINNA Token es un ERC-20 Token que es a través de jugar y apostar en la plataforma y serán utilizados para incentivar a los usuarios y compartir en el diario de TRX dividendos. La Oferta Total es de 100 000 000.",
  "2. How to get WINNA?": "2. Cómo conseguir WINNA?",
  "You can Earn WINNA by Betting on the CryptoHorseRacing.com Platform whether you win or lose - otherwise known as mining. WINNA can be mined on the Platform in 5 Stages, each broken down into 5 Levels. Mining will increase in Difficulty as the Platform progresses as per the Table Below:": "Usted puede Ganar WINNA Apostando por la CryptoHorseRacing.com Plataforma si usted gana o pierde - de lo contrario se conoce como minería de datos. WINNA puede ser extraído en la Plataforma en 5 Etapas, cada una de las divide en 5 Niveles. La minería se aumentan en Dificultad a medida que la Plataforma avanza según la Tabla Siguiente:",
  "3. What is WINNA used for?": "3. ¿Qué es WINNA y para que sirve?",
  "By freezing WINNA users will be able to receive daily WINNAdrops paid in (TRX).": "Mediante la congelación de WINNA los usuarios podrán recibir diariamente WINNAdrops pagado en (TRX).",
  "WINNAdrops = Current platform earnings x (amount of WINNA frozen / Total WINNA frozen across the network).": "WINNAdrops = Actual de la plataforma ingresos x (cantidad de WINNA congelados / Total WINNA congelado a través de la red).",
  "4. Freezing for WINNAdrops?": "4. De congelamiento para la WINNAdrops?",
  "WINNA mined from actions on CryptoHorseRacing.com are locked in a smart contract. Users need to withdraw the WINNA gained from the smart contract to their own wallet before it can be frozen for WINNAdrops. Minimum WINNA for freezing = 1 WINNA. For freezing or unfreezing, users must ensure that they have atleast 1 TRX in their wallet. When WINNAdrops are being transferred to their respective wallets, users will not be able to freeze or unfreeze their WINNA. Unfreezing WINNA requires 24 hours. WINNA that is unfreezing will not be able to participate in WINNAdrops. WINNA that stays frozen will technically be able to receive lifetime WINNAdrops - Representing ownership of the Track.": "WINNA extraídos de las acciones en CryptoHorseRacing.com están encerrados en un smart contrato. Los usuarios necesitan para retirar el WINNA adquirida a partir de la smart contrato para su propio bolsillo antes de que pueda ser congelados para WINNAdrops. Mínimo WINNA para la congelación = 1 WINNA. Para congelar o descongelar, los usuarios deben asegurarse de que tienen al menos 1 TRX en su cartera. Cuando WINNAdrops están siendo trasladados a sus respectivas carteras, los usuarios no serán capaces de congelar o descongelar a sus WINNA. Descongelar WINNA requiere 24 horas. WINNA que es descongelar no será capaz de participar en WINNAdrops. WINNA que permanece congelado va a ser técnicamente capaz de recibir la vida WINNAdrops - que Representan la titularidad de la Pista.",
  "How to Play": "Cómo Jugar",
  "Horse Racing Game": "Juego De Carreras De Caballos",
  "Mobile Device:": "Dispositivo Móvil:",
  "Users must download a mobile compatible wallet for their respective phone operating system. You will then need to create or import your wallet using your private key. Most wallets will require you to input <a href=\"#\">CryptoHorseRacing.com</a> into their browser.": "Los usuarios deben descargar un móvil compatible cartera para su respectivo sistema operativo del teléfono. A continuación, se necesita crear o importar su cartera utilizando su clave privada. La mayoría de las carteras se requieren para la entrada <a href=\"#\">CryptoHorseRacing.com</a> en su navegador.",
  "Recommended": "Recomendado",
  "Setting up a Wallet on Desktop PC": "Configuración de una carpeta en el Escritorio de la PC",
  "Users will need to use Google Chrome or any other web browser that support wallet extensions.": "Los usuarios tendrán que usar Google Chrome o cualquier otro navegador web que soporte la cartera de extensiones.",
  "Recommended Wallets": "Se Recomienda Carteras",
  "CryptoHorseRacing.com will allow users to bet on a race consisting of 8 Horses to the finish line. They will have the ability to bet on Win, Place or Show for their horse(s) using Tron (TRX) with instant payment remittance in the same currency when they win. Even with this, all players will be rewarded in WINNA token for betting regardless of the outcome. WINNA token holders will be given ownership of the Track with a portion of all revenue from the site being shared with the WINNA holders to ensure that the use case and demand of the token is sustained. Our betting structure pays win/place on 8 horses, this allows for div pool to fund div payouts every day. Payouts will occur for Win/Place or Show. (Win being 1st, Place being 1st-2nd & Show being 1st-3rd)": "CryptoHorseRacing.com permitirá a los usuarios de la apuesta en una carrera que consta de 8 Caballos a la línea de meta. Tendrán la posibilidad de apostar a Ganar, Lugar o Espectáculo para su caballo(s) el uso de Tron (TRX) con instant pago de remesas en la misma moneda cuando ellos ganan. Incluso con esto, todos los jugadores serán recompensados en WINNA token para las apuestas, independientemente del resultado. WINNA token titulares se dará la titularidad de la Pista con una porción de la totalidad de los ingresos desde el sitio que está siendo compartida con el WINNA titulares para asegurar que el caso de uso y la demanda de que la ficha sea sostenido. Nuestra estructura de apuestas paga ganar/lugar el 8 de caballos, esto permite div piscina para financiar div pagos de cada día. Los pagos se producen para Ganar/Lugar o Espectáculo. (Ganar siendo el 1er, Lugar de ser la 1ª-2ª y Espectáculo 1-3)",
  "The site has a homepage consisting of 4 Race Locations options to choose from": "El sitio tiene una página web que consta de 4 Ubicaciones de pista de opciones para elegir",
  "Theses locations also have specifications outlined for the # for Horses the User is able to bet on as follows:": "Tesis lugares también tienen especificaciones descritas para el # para los Caballos, el Usuario es capaz de apostar en de la siguiente manera:",
  "Unlimited:": "Ilimitado:",
  "Fairness": "La justicia",
  "1 - Random Number Generator (RNG)": "1 - Generador de números Aleatorios (RNG)",
  "When a player triggers the Smart Contract, the contract will generate a random SHA-256 hash, the current time stamp and the previous block hash from CoinBase. These will then be mixed together to generate a random hash. If a user uses their own seed, it will then be mixed with time stamp and previous block hash to generate a random number.": "Cuando un jugador dispara el Smart Contrato, el contrato se generan al azar algoritmo hash SHA-256, la actual marca de tiempo y el hash del bloque anterior de CoinBase. Estos serán mezclados entre sí para generar un azar de hash. Si un usuario utiliza su propia semilla, va a ser mezclado con el sello de tiempo y el hash del bloque anterior para generar un número aleatorio.",
  "2 - Checking transactions": "2 - Comprobación de las transacciones",
  "All CryptoHorseRacing.com transactions are executed through our smart contracts on the Loom Network. This ensures that all data is fair even allowing users to change the seed they want to use. If not seed is changed, then a random seed will be generated to ensure fairness": "Todos CryptoHorseRacing.com las transacciones son ejecutadas a través de nuestro smart contratos en el TRON de la red. Esto garantiza que todos los datos de la feria, incluso permitiendo a los usuarios cambiar la semilla que desea utilizar. Si la semilla no se cambia, entonces la semilla aleatoria será generado para garantizar la equidad",
  "If you want to list your product here, please": "Si usted quiere a su lista de producto de aquí, por favor",
  "Wallet": "Cartera",
  "Exchange": "Exchange",
  "Dapp Information Plateform": "Dapp Información De La Plataforma De",
  "Please login to your TRONLink wallet & make sure you have selected Main Networt in your wallet.": "Por favor, ingrese a su TRONLink cartera & asegúrese de que ha seleccionado Principales Networt en su cartera.",
  "If you do not have TRONLink wallet installed please visit": "Si usted no tiene TRONLink cartera instalado por favor visite",
  "and download the chrome extension": "y descarga de la extensión de chrome",
  "(CryptoHorseRacing.com is only available using Chrome browser for the time being)": "(CryptoHorseRacing.com sólo está disponible al utilizar el navegador Chrome, por el momento)",
  "Stage": "Etapa",
  "Play": "Jugar",
  "to mine": "a la mía",
  "Available WINNAdrops": "Disponible WINNAdrops",
  "A total of": "Un total de",
  " is frozen across the network - You will receive:": " es congelada a través de la red Usted recibirá:",
  "WINNAdrops Countdown:": "WINNAdrops Cuenta Regresiva:",
  "Available": "Disponible",
  "* WINNA will be frozen for 24 hours.": "* WINNA será congelado por 24 horas.",
  "Freezable": "Se puede congelar",
  "Unfreezable": "Unfreezable",
  "Amount": "Cantidad",
  "LeaderBoard": "Tabla de clasificación",
  "Dividends": "Los dividendos",
  "Leaderboard": "Tabla de clasificación",
  "Profile Picture": "Imagen De Perfil",
  "Rank": "Rango",
  "Level": "Nivel",
  "Total Bets": "Total De Apuestas",
  "Total WINNA": "Total WINNA",
  "Comulative Earnings": "Comulative Ganancias",
  "Last Windrop": "Última Windrop",
  "Order#": "Orden#",
  "Hash": "Hash",
  "Time": "Tiempo",
  "From": "De",
  "To": "A",
  "No Result": "Ningún Resultado",
  "Help": "ayuda",
  "Telegram": "Telegram",
  "Dapp Information Platform": "Dapp Información Plataforma",
  "Horse Prediction": "Predicción de caballos",
  "Winning Horse": "Caballo ganador",
  "Bet Amount": "Apuesta",
  "Win Amount": "Cantidad ganada",
  "About TRON": "Sobre TRON",
  "1. What is TRON": "1. ¿Qué es TRON",
  "TRONIX is a MainNet token based on the TRON Protocol issued by TRON Foundation, known as TRX.": "TRONIX es un token de MainNet basado en el Protocolo TRON emitido por TRON Foundation, conocido como TRX",
  "TRX is the basic unit of accounts on the TRON blockchain. The value of all other tokens derives from that of TRON. TRX is also a natural medium currency for all TRC-based tokens. TRX connects the entire TRON ecosystem, with abundant application scenarios that power transactions and applications on the chain.": "TRX es la unidad básica de cuentas en la cadena de bloques TRON. El valor de todos los demás tokens se deriva del de TRON. TRX también es una moneda mediana natural para todos los tokens basados en TRC. TRX conecta todo el ecosistema TRON, con abundantes escenarios de aplicación que potencian las transacciones y aplicaciones en la cadena",
  "To learn more": "Para aprender más"
}
