{
  "Home": "La maison",
  "Total Won:": "Total Gagné:",
  "Profile": "Profil",
  "Events": "Les événements",
  "Whitepaper": "Livre blanc",
  "For Advertisers": "Pour Les Annonceurs",
  "Contact Support": "Contacter Le Support",
  "Partners": "Partenaires",
  "If you want to Advertise here, please contact:": "Si vous souhaitez faire de la Publicité ici, veuillez communiquer avec:",
  "Email": "E-mail",
  "If you have any issue contact us:": "Si vous avez une question contactez-nous:",
  "Introduction": "Introduction",
  "1. CryptoHorseRacing.com Platform Introduction": "1. CryptoHorseRacing.com Plate-Forme De L'Introduction",
  "CryptoHorseRacing.com is the first Horse Racing Gambling Decentralised app to hit the Loom Network. We have chosen the Loom Network because of the speed of Transactions, described as a Layer 2 solution that ensures scalability and future-proofing the dapp itself. So why Horses?": "CryptoHorseRacing.com est le premier Cheval de Course Jeu Décentralisée application de frapper la Loom Network. Nous avons choisi le Tron réseau en raison de la vitesse des Transactions, il est capable de gérer presque 2000 TPS (transactions par seconde), avec la possibilité de croître dans l'avenir. Alors, pourquoi les Chevaux?",
  "Horse Racing is one of the most ancient of sports - it has been adopted all over the world bypeople who have added many variations such as restricting races to particular breeds, running over obstacles, running over different distances, running on different track surfaces and running in different gaits.": "Les Courses de chevaux est l'un des plus anciens de sport, il a été adopté partout dans le monde, les êtres humains qui ont ajouté de nombreuses variantes telles que la restriction de courses pour une race en particulier, l'exécution par-dessus les obstacles, courir sur des distances différentes, fonctionnant sur différentes surfaces de guidage, et en cours d'exécution dans les différentes allures.",
  "The sport is breathtaking, fun & addictive in nature - To many it is considered more than a hobby, but a way of life. The Sport has evolved over the years and now we have added a touch of revolutionary technology to take it to the next level - Horse Racing meets Blockchain Technology.": "Le sport est à couper le souffle, amusant et addictif dans la nature - Pour beaucoup, il est considéré comme plus qu'un hobby, mais un mode de vie. Le Sport a évolué au fil des années et maintenant nous avons ajouté une touche de technologie révolutionnaire pour le prendre au prochain niveau, les Courses de Chevaux se réunit la Technologie Blockchain.",
  "This technology is a game changer because it provides complete Transparency an Audibility, unlike traditional Gambling structures.": "Cette technologie est un changeur de jeu, car il offre une Transparence complète une Audibilité, à la différence des structures de Jeu.",
  "CryptoHorseRacing.com allows the Community to Bet & Earn a piece of the Track by mining our native WINNA Token and receiving daily Dividend payouts in Tron (TRX).": "CryptoHorseRacing.com permet à la Communauté de Pari pour Gagner un morceau de la Piste par l'exploitation minière de notre patrie WINNA Jeton et la réception quotidienne de la distribution du Dividende dans Tron (TRX).",
  "2. Game Languages": "2. Jeu Langues",
  "CryptoHorseRacing.com currently supports 8 languages: English, German, Spanish, Portuguese, Simplified Chinese, Korean, Russian and French.": "CryptoHorseRacing.com prend actuellement en charge les 8 langues: anglais, allemand, espagnol, portugais, Chinois Simplifié, coréen, le russe et le français.",
  " 3. Supported Tokens": " 3. Pris En Charge Les Jetons",
  "CryptoHorseRacing.com supports only TRX to be used on the platform.": "CryptoHorseRacing.com prend en charge uniquement TRX pour être utilisés sur la plate-forme.",
  "4. Level & Rank": "4. Niveau Et Rang",
  "As Users Bet on the Platform they will earn their right to progress though the Heirachy within the Horse Racing Industry until officially become a WINNA.": "Comme les Utilisateurs de Parier sur la Plate-forme ils vont gagner leur droit au progrès si l'Heirachy au sein de l'Industrie des Courses de Chevaux jusqu'à devenir officiellement un WINNA.",
  "Level (1-5): Shoveller": "Niveau (1-5): Shoveller",
  "Level (6-10): Float Driver": "Niveau (6-10): Float Driver",
  "Level (11-15): Barrier Attendant": "Niveau (11-15): Barrier Attendant",
  "Level (16-20): StableHand": "Niveau (16-20): StableHand",
  "Level (21-25): Track Rider": "Niveau (21-25): Track Rider",
  "Level (26-30): Farrier": "Niveau (26-30): Farrier",
  "Level (31-35): Horse Breaker": "Niveau (31-35): Horse Breaker",
  "Level (36-40): Strapper": "Niveau (36-40): Strapper",
  "Level (41-45): Effinex": "Niveau (41-45): Effinex",
  "Level (46-50): Apprentice": "Niveau (46-50): Apprentice",
  "Level (51-55): Jockey": "Niveau (51-55): Jockey",
  "Level (56-60): Race Caller": "Niveau (56-60): Race Caller",
  "Level (61-65): Thoroughbred Trainer": "Niveau (61-65): Thoroughbred Trainer",
  "Level (66-70): Steward": "Niveau (66-70): Steward",
  "Level (71-75): Bloodstock Agent": "Niveau (71-75): Bloodstock Agent",
  "Level (76-80): Pro Syndicator": "Niveau (76-80): Pro Syndicator",
  "Level (81-85): First Dude": "Niveau (81-85): First Dude",
  "Level (86-90): G3 Owner": "Niveau (86-90): G3 Owner",
  "Level (91-95): G2 Owner": "Niveau (91-95): G2 Owner",
  "Level (96-99): G1 Owner": "Niveau (96-99): G1 Owner",
  "Level(100): WINNA": "Niveau(100): WINNA",
  "Horse Ranking :": "Cheval De Classement :",
  "All Horses in game have different types of payouts for different types of bet like win, place and show. Horse ranking will be generated through our smart contract using weighted random number generator principal. The horse has higher the payout has the lower chance to win then the horse has lower payouts.": "Tous les Chevaux en jeu différents types de paiements pour les différents types de pari comme win, le lieu et le spectacle. Cheval de classement seront générés par nos smart contrat en utilisant pondérée générateur de nombre aléatoire principal. Le cheval a plus les gains sont élevés a le moins de chance de gagner le cheval a des gains moins élevés.",
  "This way all the results are toally fair and transparent.": "De cette manière, tous les résultats sont toally équitable et transparent.",
  " 5. Community": " 5. La communauté",
  "(We have decided against the implementation of a Referral Program as Advised by legal team)": "(Nous avons décidé à l'encontre de la mise en œuvre d'un Programme de Référence, comme Conseillé par l'équipe juridique)",
  "WINNA drops": "WINNA gouttes",
  "1. What is WINNA?": "1. Qu'est-ce que WINNA?",
  "WINNA Token is a ERC-20 Token that is via playing and betting on the platform and will be used to incentivise users and share in daily TRX dividends. The Total Supply is 100 000 000.": "WINNA Jeton est un CRT-20 jetons c'est par le jeu et le pari sur la plate-forme et sera utilisée pour inciter les utilisateurs et de partager au quotidien TRX dividendes. L'Offre Totale est de 100 000 000.",
  "2. How to get WINNA?": "2. Comment obtenir WINNA?",
  "You can Earn WINNA by Betting on the CryptoHorseRacing.com Platform whether you win or lose - otherwise known as mining. WINNA can be mined on the Platform in 5 Stages, each broken down into 5 Levels. Mining will increase in Difficulty as the Platform progresses as per the Table Below:": "Vous pouvez Gagner de WINNA en Pariant sur le CryptoHorseRacing.com Plate-forme si vous gagnez ou perdez - autrement connu comme l'exploitation minière. WINNA peut être exploité sur la Plate-forme en 5 Étapes, chaque répartis en 5 Niveaux. L'exploitation minière va augmenter en Difficulté comme la Plate-forme évolue selon le Tableau ci-Dessous:",
  "3. What is WINNA used for?": "3. Qu'est-ce que WINNA utilisé pour?",
  "By freezing WINNA users will be able to receive daily WINNAdrops paid in (TRX).": "Par le gel WINNA les utilisateurs seront en mesure de recevoir tous les jours WINNAdrops payés à l' (TRX).",
  "WINNAdrops = Current platform earnings x (amount of WINNA frozen / Total WINNA frozen across the network).": "WINNAdrops = plate-forme Actuelle bénéfice x (montant de WINNA congelés / Total WINNA congelés à travers le réseau).",
  "4. Freezing for WINNAdrops?": "4. Gel pour WINNAdrops?",
  "WINNA mined from actions on CryptoHorseRacing.com are locked in a smart contract. Users need to withdraw the WINNA gained from the smart contract to their own wallet before it can be frozen for WINNAdrops. Minimum WINNA for freezing = 1 WINNA. For freezing or unfreezing, users must ensure that they have atleast 1 TRX in their wallet. When WINNAdrops are being transferred to their respective wallets, users will not be able to freeze or unfreeze their WINNA. Unfreezing WINNA requires 24 hours. WINNA that is unfreezing will not be able to participate in WINNAdrops. WINNA that stays frozen will technically be able to receive lifetime WINNAdrops - Representing ownership of the Track.": "WINNA extraits d'actions sur CryptoHorseRacing.com sont enfermés dans une smart contrat. Les utilisateurs doivent retirer le WINNA acquis de la smart contrat à leur propre porte-monnaie avant de il peut être congelé pour une WINNAdrops. Minimum WINNA pour la congélation = 1 WINNA. Pour geler ou dégeler, les utilisateurs doivent s'assurer qu'ils ont au moins 1 TRX dans leur portefeuille. Lorsque WINNAdrops sont transférés à leurs portefeuilles, les utilisateurs ne seront pas en mesure de geler ou dégeler leurs WINNA. Le déblocage WINNA nécessite 24 heures. WINNA qui est le déblocage ne sera pas en mesure de participer à WINNAdrops. WINNA qui reste gelé va être techniquement en mesure de recevoir la durée de vie WINNAdrops - Représentant une propriété de la Piste.",
  "How to Play": "Comment Jouer",
  "Horse Racing Game": "Jeu De Courses De Chevaux",
  "Mobile Device:": "Appareil Mobile:",
  "Users must download a mobile compatible wallet for their respective phone operating system. You will then need to create or import your wallet using your private key. Most wallets will require you to input <a href=\"#\">CryptoHorseRacing.com</a> into their browser.": "Les utilisateurs doivent télécharger un mobile compatible porte-monnaie pour leur système d'exploitation de téléphone. Vous aurez alors besoin de créer ou d'importer votre portefeuille à l'aide de votre clé privée. La plupart des portefeuilles exigera de vous d'entrée <a href=\"#\">CryptoHorseRacing.com</a> dans leur navigateur.",
  "Recommended": "Recommandé",
  "Setting up a Wallet on Desktop PC": "La configuration d'un porte-monnaie sur les PC de Bureau",
  "Users will need to use Google Chrome or any other web browser that support wallet extensions.": "Les utilisateurs ont besoin d'utiliser Google Chrome ou tout autre navigateur web qui prennent en charge le portefeuille des extensions.",
  "Recommended Wallets": "Recommandé Portefeuilles",
  "CryptoHorseRacing.com will allow users to bet on a race consisting of 8 Horses to the finish line. They will have the ability to bet on Win, Place or Show for their horse(s) using Tron (TRX) with instant payment remittance in the same currency when they win. Even with this, all players will be rewarded in WINNA token for betting regardless of the outcome. WINNA token holders will be given ownership of the Track with a portion of all revenue from the site being shared with the WINNA holders to ensure that the use case and demand of the token is sustained. Our betting structure pays win/place on 8 horses, this allows for div pool to fund div payouts every day. Payouts will occur for Win/Place or Show. (Win being 1st, Place being 1st-2nd & Show being 1st-3rd)": "CryptoHorseRacing.com permettra aux internautes de parier sur une course de 8 Chevaux à la ligne d'arrivée. Ils auront la possibilité de parier sur la Victoire, la Place ou de leur cheval(s) à l'aide de Tron (TRX) avec instantanée de paiement par versements, dans la même monnaie quand ils gagnent. Même avec cela, tous les joueurs seront récompensés dans WINNA jeton de pari, quel que soit le résultat. WINNA jeton titulaires sera donnée à la propriété de la Piste avec une partie de l'ensemble des revenus à partir du site partagé avec le WINNA, les détenteurs de s'assurer que les cas d'utilisation et de la demande de jeton est soutenue. Notre structure de pari paie gagnant/placé sur 8 chevaux, ce qui permet div piscine pour financer div gains chaque jour. Les paiements se produisent pour Gagner/Lieu ou un Spectacle. (Win être 1er, Place du 1er-2ème et Spectacle en cours de 1re-3e)",
  "The site has a homepage consisting of 4 Race Locations options to choose from": "Le site dispose d'une page d'accueil composée de 4 Course Emplacements options à choisir à partir de",
  "Theses locations also have specifications outlined for the # for Horses the User is able to bet on as follows:": "Thèses lieux ont également des spécifications définies pour le # pour les Chevaux, l'Utilisateur est capable de pari comme suit:",
  "Unlimited:": "Illimité:",
  "Fairness": "L'équité",
  "1 - Random Number Generator (RNG)": "1 - Générateur de Nombre Aléatoire (RNG)",
  "When a player triggers the Smart Contract, the contract will generate a random SHA-256 hash, the current time stamp and the previous block hash from CoinBase. These will then be mixed together to generate a random hash. If a user uses their own seed, it will then be mixed with time stamp and previous block hash to generate a random number.": "Quand un joueur déclenche le Smart Contrat, le contrat sera de la génération aléatoire hachage SHA-256, le point courant et le précédent bloc de hachage à partir de CoinBase. Elles seront ensuite mélangés à la génération aléatoire de hachage. Si un utilisateur utilise ses propres semences, il sera ensuite mélangé avec de l'horodatage et de bloc précédent de hachage pour générer un nombre aléatoire.",
  "2 - Checking transactions": "2 - la Vérification des transactions",
  "All CryptoHorseRacing.com transactions are executed through our smart contracts on the Loom Network. This ensures that all data is fair even allowing users to change the seed they want to use. If not seed is changed, then a random seed will be generated to ensure fairness": "Tous les CryptoHorseRacing.com opérations sont exécutées par le biais de notre smart contrats sur le TRON réseau. Cela garantit que toutes les données sont bonnes, même permettre aux utilisateurs de modifier les semences qu'ils veulent utiliser. Si pas de semences est modifié, une graine aléatoire sera généré pour assurer l'équité",
  "If you want to list your product here, please": "Si vous souhaitez que votre produit ici, merci",
  "Wallet": "Porte-monnaie",
  "Exchange": "L'échange",
  "Dapp Information Plateform": "Dapp Des Informations De Plate-Forme",
  "Please login to your TRONLink wallet & make sure you have selected Main Networt in your wallet.": "Veuillez vous connecter à votre TRONLink porte-monnaie et assurez-vous que vous avez sélectionné Principal Networt dans votre porte-monnaie.",
  "If you do not have TRONLink wallet installed please visit": "Si vous n'avez pas TRONLink portefeuille installé, veuillez visiter",
  "and download the chrome extension": "et télécharger l'extension chrome",
  "(CryptoHorseRacing.com is only available using Chrome browser for the time being)": "(CryptoHorseRacing.com est disponible uniquement en utilisant le navigateur google Chrome pour le moment)",
  "Stage": "Étape",
  "Play": "Jouer",
  "to mine": "pour la mienne",
  "Available WINNAdrops": "Disponible WINNAdrops",
  "A total of": "Un total de",
  " is frozen across the network - You will receive:": " est gelé sur le réseau, Vous recevrez:",
  "WINNAdrops Countdown:": "WINNAdrops Compte À Rebours:",
  "Available": "Disponible",
  "* WINNA will be frozen for 24 hours.": "* WINNA seront gelés pendant 24 heures.",
  "Freezable": "Congelable",
  "Unfreezable": "Unfreezable",
  "Amount": "Montant",
  "LeaderBoard": "Classement",
  "Dividends": "Les dividendes",
  "Leaderboard": "Classement",
  "Profile Picture": "Photo De Profil",
  "Rank": "Rang",
  "Level": "Niveau",
  "Total Bets": "Le Montant Total Des Paris",
  "Total WINNA": "Total WINNA",
  "Comulative Earnings": "Comulative Bénéfice",
  "Last Windrop": "Dernière Windrop",
  "Order#": "N ° d'ordre",
  "Hash": "De hachage",
  "Time": "Le temps",
  "From": "À partir de",
  "To": "Pour",
  "No Result": "Aucun Résultat",
  "Help": "Aidez-moi",
  "Telegram": "Telegram",
  "Dapp Information Platform": "Dapp Information Plate-forme",
  "Horse Prediction": "Prévision de cheval",
  "Winning Horse": "Cheval gagnant",
  "Bet Amount": "Montant du pari",
  "Win Amount": "Gagnez le montant",
  "About TRON": "À propos de TRON",
  "1. What is TRON": "1. Qu'est-ce que TRON",
  "TRONIX is a MainNet token based on the TRON Protocol issued by TRON Foundation, known as TRX.": "TRONIX est un jeton MainNet basé sur le protocole TRON émis par TRON Foundation, appelé TRX.",
  "TRX is the basic unit of accounts on the TRON blockchain. The value of all other tokens derives from that of TRON. TRX is also a natural medium currency for all TRC-based tokens. TRX connects the entire TRON ecosystem, with abundant application scenarios that power transactions and applications on the chain.": "TRX est l'unité de base des comptes de la blockchain TRON. La valeur de tous les autres jetons provient de celle de TRON. TRX est également une devise naturelle pour tous les jetons basés sur TRC. TRX connecte l'ensemble de l'écosystème TRON, avec de nombreux scénarios d'application que les transactions et les applications de puissance sur la chaîne.",
  "To learn more": "Pour en savoir plus"
}
