{
  "Home": "Casa",
  "Total Won:": "Total Ganhado:",
  "Profile": "Perfil",
  "Events": "Eventos",
  "Whitepaper": "Whitepaper",
  "For Advertisers": "Para Os Anunciantes",
  "Contact Support": "Contactar O Suporte",
  "Partners": "Parceiros",
  "If you want to Advertise here, please contact:": "Se você deseja Anunciar aqui, entre em contato:",
  "Email": "E-mail",
  "If you have any issue contact us:": "Se você tiver qualquer problema entre em contato conosco:",
  "Introduction": "Introdução",
  "1. CryptoHorseRacing.com Platform Introduction": "1. CryptoHorseRacing.com A Introdução Da Plataforma",
  "CryptoHorseRacing.com is the first Horse Racing Gambling Decentralised app to hit the Loom Network. We have chosen the Loom Network because of the speed of Transactions, described as a Layer 2 solution that ensures scalability and future-proofing the dapp itself. So why Horses?": "CryptoHorseRacing.com é a primeira Corrida de Cavalos, jogos de Azar Descentralizada app para bater o Loom Network. Escolhemos o Tron de rede por causa da velocidade das Transações, que é capaz de suportar quase 2000 TPS (transações por segundo), com a possibilidade de crescer no futuro. Então, por que Cavalos?",
  "Horse Racing is one of the most ancient of sports - it has been adopted all over the world bypeople who have added many variations such as restricting races to particular breeds, running over obstacles, running over different distances, running on different track surfaces and running in different gaits.": "Corrida de cavalos é um dos mais antigos de esportes tem sido adotado em todo o mundo bypeople que já têm muitas variações, tais como a restrição de corridas para determinado raças, correndo por cima de obstáculos, correndo ao longo de diferentes distâncias, correndo na pista diferentes superfícies e executando em diferentes andamentos.",
  "The sport is breathtaking, fun & addictive in nature - To many it is considered more than a hobby, but a way of life. The Sport has evolved over the years and now we have added a touch of revolutionary technology to take it to the next level - Horse Racing meets Blockchain Technology.": "O esporte é de tirar o fôlego, divertido e viciante em sua natureza - Para muitos é considerado mais que um hobby, mas um modo de vida. O Esporte tem evoluído ao longo dos anos e, agora, temos acrescentado um toque de tecnologia revolucionária para levá-lo para o próximo nível - Corrida de Cavalos atende Blockchain Tecnologia.",
  "This technology is a game changer because it provides complete Transparency an Audibility, unlike traditional Gambling structures.": "Esta tecnologia é uma mudança de jogo, porque ele fornece total Transparência, uma Audibilidade, ao contrário dos tradicionais jogos de Azar estruturas.",
  "CryptoHorseRacing.com allows the Community to Bet & Earn a piece of the Track by mining our native WINNA Token and receiving daily Dividend payouts in Tron (TRX).": "CryptoHorseRacing.com permite que a Comunidade de Aposta e Ganhe um pedaço da Pista pela mineração de nossos nativos WINNA Token e o recebimento de diárias de distribuição de Dividendos em Tron (TRX).",
  "2. Game Languages": "2. Jogo Idiomas",
  "CryptoHorseRacing.com currently supports 8 languages: English, German, Spanish, Portuguese, Simplified Chinese, Korean, Russian and French.": "CryptoHorseRacing.com atualmente suporta 8 idiomas: inglês, alemão, espanhol, português, Chinês Simplificado, coreano, russo e francês.",
  " 3. Supported Tokens": " 3. Suporte Tokens",
  "CryptoHorseRacing.com supports only TRX to be used on the platform.": "CryptoHorseRacing.com suporta apenas TRX para ser usado na plataforma.",
  "4. Level & Rank": "4. Nível E Classificação",
  "As Users Bet on the Platform they will earn their right to progress though the Heirachy within the Horse Racing Industry until officially become a WINNA.": "Como os Usuários Aposta na Plataforma que irá ganhar o seu direito ao progresso que o Heirachy dentro do Cavalo de Corrida Indústria até tornar-se oficialmente um WINNA.",
  "Level (1-5): Shoveller": "Nível (1-5): Shoveller",
  "Level (6-10): Float Driver": "Nível (6-10): Float Driver",
  "Level (11-15): Barrier Attendant": "Nível (11-15): Barrier Attendant",
  "Level (16-20): StableHand": "Nível (16-20): StableHand",
  "Level (21-25): Track Rider": "Nível (21-25): Track Rider",
  "Level (26-30): Farrier": "Nível (26-30): Farrier",
  "Level (31-35): Horse Breaker": "Nível (31-35): Horse Breaker",
  "Level (36-40): Strapper": "Nível (36-40): Strapper",
  "Level (41-45): Effinex": "Nível (41-45): Effinex",
  "Level (46-50): Apprentice": "Nível (46-50): Apprentice",
  "Level (51-55): Jockey": "Nível (51-55): Jockey",
  "Level (56-60): Race Caller": "Nível (56-60): Race Caller",
  "Level (61-65): Thoroughbred Trainer": "Nível (61-65): Thoroughbred Trainer",
  "Level (66-70): Steward": "Nível (66-70): Steward",
  "Level (71-75): Bloodstock Agent": "Nível (71-75): Bloodstock Agent",
  "Level (76-80): Pro Syndicator": "Nível (76-80): Pro Syndicator",
  "Level (81-85): First Dude": "Nível (81-85): First Dude",
  "Level (86-90): G3 Owner": "Nível (86-90): G3 Owner",
  "Level (91-95): G2 Owner": "Nível (91-95): G2 Owner",
  "Level (96-99): G1 Owner": "Nível (96-99): G1 Owner",
  "Level(100): WINNA": "Nível(100): WINNA",
  "Horse Ranking :": "Cavalo De Classificação :",
  "All Horses in game have different types of payouts for different types of bet like win, place and show. Horse ranking will be generated through our smart contract using weighted random number generator principal. The horse has higher the payout has the lower chance to win then the horse has lower payouts.": "Todos os Cavalos no jogo têm diferentes tipos de pagamentos para diferentes tipos de aposta como ganha, o local e mostrar. Cavalo de classificação será gerada através do smart contrato usando ponderada de número aleatório gerador principal. O cavalo tem o mais alto o caráter compensador tem a menor chance de ganhar, o cavalo de pagamentos de quantias menores.",
  "This way all the results are toally fair and transparent.": "Desta forma, todos os resultados são toally justo e transparente.",
  " 5. Community": " 5. Comunidade",
  "(We have decided against the implementation of a Referral Program as Advised by legal team)": "(Nós decidimos contra a implementação de um Programa de Referência como informado pela equipe jurídica)",
  "WINNA drops": "WINNA gotas",
  "1. What is WINNA?": "1. O que é WINNA?",
  "WINNA Token is a ERC-20 Token that is via playing and betting on the platform and will be used to incentivise users and share in daily TRX dividends. The Total Supply is 100 000 000.": "WINNA Token é um ERC-20 Token que é através jogando e apostando na plataforma e será usado para incentivar os usuários e compartilhar no diário TRX dividendos. A Oferta Total é de 100 000 000.",
  "2. How to get WINNA?": "2. Como obter WINNA?",
  "You can Earn WINNA by Betting on the CryptoHorseRacing.com Platform whether you win or lose - otherwise known as mining. WINNA can be mined on the Platform in 5 Stages, each broken down into 5 Levels. Mining will increase in Difficulty as the Platform progresses as per the Table Below:": "Você pode Ganhar WINNA Apostando no CryptoHorseRacing.com Plataforma se você ganhar ou perder - também conhecida como a mineração. WINNA pode ser extraído na Plataforma em 5 Fases, cada uma dividida em 5 Níveis. Mineração irá aumentar a Dificuldade que a Plataforma avança conforme a Tabela Abaixo:",
  "3. What is WINNA used for?": "3. O que é WINNA usado?",
  "By freezing WINNA users will be able to receive daily WINNAdrops paid in (TRX).": "Por congelamento WINNA os usuários serão capazes de receber diariamente WINNAdrops pago (TRX).",
  "WINNAdrops = Current platform earnings x (amount of WINNA frozen / Total WINNA frozen across the network).": "WINNAdrops = plataforma Atual ganhos de x (quantidade de WINNA congelados / Total WINNA congelado em toda a rede).",
  "4. Freezing for WINNAdrops?": "4. Congelamento por WINNAdrops?",
  "WINNA mined from actions on CryptoHorseRacing.com are locked in a smart contract. Users need to withdraw the WINNA gained from the smart contract to their own wallet before it can be frozen for WINNAdrops. Minimum WINNA for freezing = 1 WINNA. For freezing or unfreezing, users must ensure that they have atleast 1 TRX in their wallet. When WINNAdrops are being transferred to their respective wallets, users will not be able to freeze or unfreeze their WINNA. Unfreezing WINNA requires 24 hours. WINNA that is unfreezing will not be able to participate in WINNAdrops. WINNA that stays frozen will technically be able to receive lifetime WINNAdrops - Representing ownership of the Track.": "WINNA extraídos de ações em CryptoHorseRacing.com está trancado em um smart contrato. Os usuários precisam para retirar o WINNA ganhou do smart contrato para sua própria carteira, antes de ser congelado para WINNAdrops. Mínimo WINNA para congelamento = 1 WINNA. Para o congelamento ou descongelamento, os usuários devem garantir que eles tenham pelo menos 1 TRX em sua carteira. Quando WINNAdrops estão sendo transferidos para suas respectivas carteiras, os usuários não serão capazes de congelar ou descongelar seus WINNA. O descongelamento WINNA exige 24 horas. WINNA que é o descongelamento não será capaz de participar de WINNAdrops. WINNA que fica congelado vai ser tecnicamente capaz de receber vida WINNAdrops - Representando a apropriação da Pista.",
  "How to Play": "Como Jogar",
  "Horse Racing Game": "Jogo De Corrida De Cavalos",
  "Mobile Device:": "Dispositivo Móvel:",
  "Users must download a mobile compatible wallet for their respective phone operating system. You will then need to create or import your wallet using your private key. Most wallets will require you to input <a href=\"#\">CryptoHorseRacing.com</a> into their browser.": "Os usuários devem fazer download de um móvel compatível carteira para o seu respectivo sistema operacional do telefone. Então você vai precisar para criar ou importar a sua carteira utilizando a sua chave privada. A maioria das carteiras irá exigir a entrada de <a href=\"#\">CryptoHorseRacing.com</a> em seu navegador.",
  "Recommended": "Recomendado",
  "Setting up a Wallet on Desktop PC": "A configuração de uma Carteira na área de Trabalho do PC",
  "Users will need to use Google Chrome or any other web browser that support wallet extensions.": "Os usuários deverão utilizar o Google Chrome ou qualquer outro navegador da web que suporte extensões de carteira electrónica.",
  "Recommended Wallets": "Recomendado Carteiras",
  "CryptoHorseRacing.com will allow users to bet on a race consisting of 8 Horses to the finish line. They will have the ability to bet on Win, Place or Show for their horse(s) using Tron (TRX) with instant payment remittance in the same currency when they win. Even with this, all players will be rewarded in WINNA token for betting regardless of the outcome. WINNA token holders will be given ownership of the Track with a portion of all revenue from the site being shared with the WINNA holders to ensure that the use case and demand of the token is sustained. Our betting structure pays win/place on 8 horses, this allows for div pool to fund div payouts every day. Payouts will occur for Win/Place or Show. (Win being 1st, Place being 1st-2nd & Show being 1st-3rd)": "CryptoHorseRacing.com vai permitir que os usuários para apostar uma corrida, composto de 8 Cavalos para a linha de chegada. Eles terão a capacidade de se apostar na Vitória, Lugar ou Mostrar para o seu cavalo(s) usando Tron (TRX), com pagamento imediato de remessa na mesma moeda quando eles ganham. Mesmo com isso, todos os jogadores serão recompensados no WINNA token de apostas, independentemente do resultado. WINNA token titulares, será dada posse da Pista com uma parte de todas as receitas do site ser compartilhada com o WINNA titulares para garantir que o caso de uso e a demanda do token é sustentada. Nossa estrutura de apostas paga win/place em 8 de cavalos, este permite div piscina ao fundo div pagamentos a cada dia. Os pagamentos ocorrem para Win/Place ou Mostrar. (Vitória, sendo 1º Lugar sendo o 1º e 2º e Mostra que está sendo 1º-3º)",
  "The site has a homepage consisting of 4 Race Locations options to choose from": "O site tem uma página na internet, consistindo de 4 de Corrida Locais de opções para escolher",
  "Theses locations also have specifications outlined for the # for Horses the User is able to bet on as follows:": "Teses locais também têm especificações descritas para o # para os Cavalos, o Usuário é capaz de apostar em como segue:",
  "Unlimited:": "Ilimitado:",
  "Fairness": "Justiça",
  "1 - Random Number Generator (RNG)": "1 - Gerador de Número Aleatório (RNG)",
  "When a player triggers the Smart Contract, the contract will generate a random SHA-256 hash, the current time stamp and the previous block hash from CoinBase. These will then be mixed together to generate a random hash. If a user uses their own seed, it will then be mixed with time stamp and previous block hash to generate a random number.": "Quando o jogador aciona o Smart contrato, o Contrato irá gerar aleatoriamente um hash SHA-256, o carimbo de hora atual e o anterior hash do bloco de CoinBase. Estes, em seguida, irá ser misturados em conjunto para gerar aleatoriamente um hash. Se um usuário usa a sua própria semente, que vai então ser misturado com carimbo de tempo e bloco anterior de hash para gerar um número aleatório.",
  "2 - Checking transactions": "2 - a Verificação de transações",
  "All CryptoHorseRacing.com transactions are executed through our smart contracts on the Loom Network. This ensures that all data is fair even allowing users to change the seed they want to use. If not seed is changed, then a random seed will be generated to ensure fairness": "Todos os CryptoHorseRacing.com transações são realizadas através do nosso smart contratos em TRON rede. Isso garante que todos os dados é justo o que permite que os usuários alterem a semente que deseja usar. Se não semente é alterado e, em seguida, uma semente aleatória será gerada para garantir a equidade",
  "If you want to list your product here, please": "Se você quiser listar os seus produtos aqui, por favor",
  "Wallet": "Carteira",
  "Exchange": "Troca",
  "Dapp Information Plateform": "Dapp Informações Plateform",
  "Please login to your TRONLink wallet & make sure you have selected Main Networt in your wallet.": "Por favor, faça login para sua TRONLink carteira & certifique-se de que você selecionou Principal Networt em sua carteira.",
  "If you do not have TRONLink wallet installed please visit": "Se você não tem TRONLink carteira instalado por favor, visite",
  "and download the chrome extension": "e baixar a extensão do google chrome",
  "(CryptoHorseRacing.com is only available using Chrome browser for the time being)": "(CryptoHorseRacing.com está disponível apenas usando o navegador Chrome para o momento)",
  "Stage": "Fase",
  "Play": "Jogar",
  "to mine": "a mina",
  "Available WINNAdrops": "Disponível WINNAdrops",
  "A total of": "Um total de",
  " is frozen across the network - You will receive:": " é congelada em toda a rede, Você irá receber:",
  "WINNAdrops Countdown:": "WINNAdrops Contagem Regressiva:",
  "Available": "Disponível",
  "* WINNA will be frozen for 24 hours.": "* WINNA vai ser congeladas por 24 horas.",
  "Freezable": "Congelável",
  "Unfreezable": "Unfreezable",
  "Amount": "Quantidade",
  "LeaderBoard": "Tabela de classificação",
  "Dividends": "Dividendos",
  "Leaderboard": "Tabela de classificação",
  "Profile Picture": "A Imagem De Perfil",
  "Rank": "Classificação",
  "Level": "Nível",
  "Total Bets": "Total De Apostas",
  "Total WINNA": "Total WINNA",
  "Comulative Earnings": "Comulative Ganhos",
  "Last Windrop": "Última Windrop",
  "Order#": "Fim#",
  "Hash": "Hash",
  "Time": "Horário",
  "From": "A partir de",
  "To": "Para",
  "No Result": "Nenhum Resultado",
  "Telegram": "Telegram",
  "Help": "Socorro",
  "Dapp Information Platform": "Dapp Em formação Plataforma",
  "Horse Prediction": "Predição de Cavalos",
  "Winning Horse": "Cavalo Vencedor",
  "Bet Amount": "Valor da Aposta",
  "Win Amount": "Valor da vitória",
  "About TRON": "Sobre o TRON",
  "1. What is TRON": "1. O que é TRON",
  "TRONIX is a MainNet token based on the TRON Protocol issued by TRON Foundation, known as TRX.": "TRONIX é um token MainNet baseado no protocolo TRON emitido pela TRON Foundation, conhecido como TRX.",
  "TRX is the basic unit of accounts on the TRON blockchain. The value of all other tokens derives from that of TRON. TRX is also a natural medium currency for all TRC-based tokens. TRX connects the entire TRON ecosystem, with abundant application scenarios that power transactions and applications on the chain.": "TRX é a unidade básica de contas no blockchain TRON. O valor de todos os outros tokens deriva do valor do TRON. O TRX também é uma moeda média natural para todos os tokens baseados em TRC. O TRX conecta todo o ecossistema TRON, com abundantes cenários de aplicativos transações de energia e aplicativos na cadeia.",
  "To learn more": "Para saber mais"
}
