{
  "Home": "Дома",
  "Total Won:": "Всего Завоевано:",
  "Profile": "Профиль",
  "Events": "События",
  "Whitepaper": "Документ",
  "For Advertisers": "Для Рекламодателей",
  "Contact Support": "Обратитесь В Службу Поддержки",
  "Partners": "Партнеры",
  "If you want to Advertise here, please contact:": "Если вы хотите здесь рекламу, свяжитесь с:",
  "Email": "Электронной почты",
  "If you have any issue contact us:": "Если у вас есть любой вопрос, свяжитесь с нами:",
  "Introduction": "Введение",
  "1. CryptoHorseRacing.com Platform Introduction": "1. CryptoHorseRacing.com Платформы Введение",
  "CryptoHorseRacing.com is the first Horse Racing Gambling Decentralised app to hit the Loom Network. We have chosen the Loom Network because of the speed of Transactions, described as a Layer 2 solution that ensures scalability and future-proofing the dapp itself. So why Horses?": "CryptoHorseRacing.com это первые скачки азартные игры децентрализованное приложение, чтобы отбить трон Mainnet. Мы выбрали трон сети из-за скорости проводки, он способен справиться почти с 2000 и TPS (транзакций в секунду), с возможностью роста в будущем. Так почему лошади?",
  "Horse Racing is one of the most ancient of sports - it has been adopted all over the world bypeople who have added many variations such as restricting races to particular breeds, running over obstacles, running over different distances, running on different track surfaces and running in different gaits.": "Конные скачки-один из древнейших видов спорта - он был принят во всем мире bypeople, которые добавили множество вариаций, таких как ограничение гонки для конкретных пород, бег через препятствия, бег на разные дистанции, бег на различные поверхности следа и работает в разных аллюрах.",
  "The sport is breathtaking, fun & addictive in nature - To many it is considered more than a hobby, but a way of life. The Sport has evolved over the years and now we have added a touch of revolutionary technology to take it to the next level - Horse Racing meets Blockchain Technology.": "Спорт является захватывающим, весело и привыкание в природе - для многих это является больше, чем хобби, а образ жизни. Вид спорта развивается на протяжении многих лет и теперь мы добавили нотку революционная технология, чтобы взять его на следующий уровень - скачек технологии blockchain.",
  "This technology is a game changer because it provides complete Transparency an Audibility, unlike traditional Gambling structures.": "Эта технология изменит правила игры, поскольку она обеспечивает полную прозрачность в слышимости, в отличие от традиционных игорных структур.",
  "CryptoHorseRacing.com allows the Community to Bet & Earn a piece of the Track by mining our native WINNA Token and receiving daily Dividend payouts in Tron (TRX).": "CryptoHorseRacing.com позволяет сообществу сделать ставку и заработать кусок трека по добыче наши родные победили маркер и получать ежедневные выплаты дивидендов в трон (трансивер).",
  "2. Game Languages": "2. Языки Игры",
  "CryptoHorseRacing.com currently supports 8 languages: English, German, Spanish, Portuguese, Simplified Chinese, Korean, Russian and French.": "В настоящее время CryptoHorseRacing.com поддерживает 8 языков: английский, немецкий, испанский, португальский, упрощенный китайский, корейский, русский и французский.",
  " 3. Supported Tokens": " 3. Поддерживаются Маркеры",
  "CryptoHorseRacing.com supports only TRX to be used on the platform.": "CryptoHorseRacing.com поддерживает только трансивер для использования на платформе.",
  "4. Level & Rank": "4. Уровень И Ранг",
  "As Users Bet on the Platform they will earn their right to progress though the Heirachy within the Horse Racing Industry until officially become a WINNA.": "Как вы ставите на платформе они будут зарабатывать свое право на прогресс хотя Heirachy в скаковой индустрии, пока официально стать победили.",
  "Level (1-5): Shoveller": "Уровень (1-5): Shoveller",
  "Level (6-10): Float Driver": "Уровень (6-10): Float Driver ",
  "Level (11-15): Barrier Attendant": "Уровень (11-15): StableHand",
  "Level (16-20): StableHand": "Уровень (16-20): StableHand",
  "Level (21-25): Track Rider": "Уровень (21-25): Track Rider",
  "Level (26-30): Farrier": "Уровень (26-30): Farrier",
  "Level (31-35): Horse Breaker": "Уровень (31-35): Horse Breaker",
  "Level (36-40): Strapper": "Уровень (36-40): Strapper",
  "Level (41-45): Effinex": "Уровень (41-45): Effinex",
  "Level (46-50): Apprentice": "Уровень (46-50): Apprentice",
  "Level (51-55): Jockey": "Уровень (51-55): Jockey",
  "Level (56-60): Race Caller": "Уровне (56-60): Race Caller",
  "Level (61-65): Thoroughbred Trainer": "Уровень (61-65): Thoroughbred Trainer ",
  "Level (66-70): Steward": "Уровень (66-70): Steward",
  "Level (71-75): Bloodstock Agent": "Уровень (71-75): Bloodstock Agent ",
  "Level (76-80): Pro Syndicator": "Уровень (76-80): Pro Syndicator",
  "Level (81-85): First Dude": "Уровень (81-85):First Dude",
  "Level (86-90): G3 Owner": "Уровень (86-90): G3 Owner ",
  "Level (91-95): G2 Owner": "Уровень (91-95): G2 Owner",
  "Level (96-99): G1 Owner": "Уровень (96-99): G1 Owner ",
  "Level(100): WINNA": "Уровень(100): WINNA",
  "Horse Ranking :": "Лошадь Рейтинге :",
  "All Horses in game have different types of payouts for different types of bet like win, place and show. Horse ranking will be generated through our smart contract using weighted random number generator principal. The horse has higher the payout has the lower chance to win then the horse has lower payouts.": "Все лошади в игре имеют разные выплаты для различных типов ставок, как выиграть, и показать. Лошадь рейтинга будет сформирован через наш смарт-контрактов, используя взвешенное произвольное количество основные генератор. Лошадь имеет больше выигрыш имеет меньше шансов на победу, то лошадь имеет более низкие выплаты.",
  "This way all the results are toally fair and transparent.": "Таким образом, все результаты toally честными и прозрачными.",
  " 5. Community": " 5. Сообщество",
  "(We have decided against the implementation of a Referral Program as Advised by legal team)": "(Мы решили отказаться от реализации реферальная программа как советуют юристы)",
  "WINNA drops": "Победили капель",
  "1. What is WINNA?": "1. Что победили?",
  "WINNA Token is a ERC-20 Token that is via playing and betting on the platform and will be used to incentivise users and share in daily TRX dividends. The Total Supply is 100 000 000.": "Победили маркер КИП-20 маркер, через игры и ставки на платформе и будет использоваться для поощрения пользователей и поделиться в повседневной трансивер дивиденды. Общий объем поставок составляет 100 000 000.",
  "2. How to get WINNA?": "2. Как добраться победили?",
  "You can Earn WINNA by Betting on the CryptoHorseRacing.com Platform whether you win or lose - otherwise known as mining. WINNA can be mined on the Platform in 5 Stages, each broken down into 5 Levels. Mining will increase in Difficulty as the Platform progresses as per the Table Below:": "Вы можете заработать победили, сделав ставку на платформу CryptoHorseRacing.com ли вы выиграть или проиграть - иначе известный как добыча. Победили можно добывать на платформе в 5 этапов, каждый из которых разбита на 5 уровней. Добыча нефти увеличится в трудности в качестве платформы прогрессирует в соответствии с таблицей ниже:",
  "3. What is WINNA used for?": "3. Что победили используется?",
  "By freezing WINNA users will be able to receive daily WINNAdrops paid in (TRX).": "При замораживании пользователи победили сможете ежедневно получать WINNAdrops оплаченные (трансивер).",
  "WINNAdrops = Current platform earnings x (amount of WINNA frozen / Total WINNA frozen across the network).": "WINNAdrops = текущая платформа заработок х (сумма победили замороженные / общая победили замороженные по сети).",
  "4. Freezing for WINNAdrops?": "4. Замораживание для WINNAdrops?",
  "WINNA mined from actions on CryptoHorseRacing.com are locked in a smart contract. Users need to withdraw the WINNA gained from the smart contract to their own wallet before it can be frozen for WINNAdrops. Minimum WINNA for freezing = 1 WINNA. For freezing or unfreezing, users must ensure that they have atleast 1 TRX in their wallet. When WINNAdrops are being transferred to their respective wallets, users will not be able to freeze or unfreeze their WINNA. Unfreezing WINNA requires 24 hours. WINNA that is unfreezing will not be able to participate in WINNAdrops. WINNA that stays frozen will technically be able to receive lifetime WINNAdrops - Representing ownership of the Track.": "Победили добывают из действия на CryptoHorseRacing.com заперты в \"умных\" контрактов. Пользователям нужно вывести победили, полученные от \"умных\" контрактов на собственном кошельке, прежде чем он может быть заморожен на WINNAdrops. Минимально победили на заморозку = 1 победили. Для замораживания или размораживания, пользователи должны гарантировать, что они имеют по крайней мере 1 трансивер в их кошелек. Когда WINNAdrops переносятся на их кошельки, пользователи не смогут заморозить или разморозить их победили. Размораживание победили требует 24 часа. Победили, что разморозке не сможет принять участие в WINNAdrops. Победили, что остается замороженным будем технически иметь возможность получать WINNAdrops жизни - представляющий собственности трека.",
  "How to Play": "Как играть",
  "Horse Racing Game": "Скачки Игры",
  "Mobile Device:": "Мобильное Устройство:",
  "Users must download a mobile compatible wallet for their respective phone operating system. You will then need to create or import your wallet using your private key. Most wallets will require you to input <a href=\"#\">CryptoHorseRacing.com</a> into their browser.": "Пользователи должны загрузить мобильный совместимый кошелек для соответствующей операционной системы телефона. Затем вам нужно создать или импортировать свой кошелек, используя свой закрытый ключ. Большинство кошельков потребует от вас ввода <а href=\"#\">CryptoHorseRacing.com</a> в свой браузер.",
  "Recommended": "Рекомендуется",
  "Setting up a Wallet on Desktop PC": "Настройка кошелька на настольном ПК",
  "Users will need to use Google Chrome or any other web browser that support wallet extensions.": "Пользователи должны использовать Google Chrome или любой другой веб-браузер, поддерживает расширения бумажник.",
  "Recommended Wallets": "Рекомендуется Кошельки",
  "CryptoHorseRacing.com will allow users to bet on a race consisting of 8 Horses to the finish line. They will have the ability to bet on Win, Place or Show for their horse(s) using Tron (TRX) with instant payment remittance in the same currency when they win. Even with this, all players will be rewarded in WINNA token for betting regardless of the outcome. WINNA token holders will be given ownership of the Track with a portion of all revenue from the site being shared with the WINNA holders to ensure that the use case and demand of the token is sustained. Our betting structure pays win/place on 8 horses, this allows for div pool to fund div payouts every day. Payouts will occur for Win/Place or Show. (Win being 1st, Place being 1st-2nd & Show being 1st-3rd)": "CryptoHorseRacing.com позволит пользователям сделать ставку на гонку, состоящую из 8 лошадей к финишу. Они будут иметь возможность сделать ставку на Победа, место или шоу для своей лошади(ы) с помощью электронов (трансивер) с мгновенного предъявления к оплате в той же валюте, когда они победят. Даже с этим, все игроки будут вознаграждены в победили маркер для ставок, независимо от результата. Держатели маркеров победили выдадут собственности на трек с часть всех доходов с сайта используется совместно с держателями победили, чтобы убедиться, что в случае использования и спрос маркер устойчивый. Наша структура ставок, выплачивает выигрыш/место на 8 лошадей, это позволяет див бассейн для финансирования выплаты див каждый день. Выплаты будут происходить на победу/место или показать. (Победа 1-е место за 1-й и 2-Шоу 1-й-3-й)",
  "The site has a homepage consisting of 4 Race Locations options to choose from": "На сайте есть домашняя страница, состоящая из 4 расы варианты местоположений, чтобы выбрать из",
  "Theses locations also have specifications outlined for the # for Horses the User is able to bet on as follows:": "Тезисы локации также имеют характеристики, описанные для # для лошадей, пользователь может сделать ставку на следующее:",
  "Unlimited:": "Неограниченное:",
  "Fairness": "Справедливости",
  "1 - Random Number Generator (RNG)": "1 - генератор случайных чисел (ГСЧ)",
  "When a player triggers the Smart Contract, the contract will generate a random SHA-256 hash, the current time stamp and the previous block hash from CoinBase. These will then be mixed together to generate a random hash. If a user uses their own seed, it will then be mixed with time stamp and previous block hash to generate a random number.": "Когда игрок запускает смарт-контракт, контракт будет генерировать случайные хэша SHA-256, текущий штамп времени и предыдущего блока хэш от всех. Потом они будут смешаны вместе, чтобы генерировать случайный хеш. Если пользователь использует их собственного семени, затем он будет смешан с отметкой времени и предыдущего блока хэш-код для генерации случайных чисел.",
  "2 - Checking transactions": "2 - Проверка сделок",
  "All CryptoHorseRacing.com transactions are executed through our smart contracts on the Loom Network. This ensures that all data is fair even allowing users to change the seed they want to use. If not seed is changed, then a random seed will be generated to ensure fairness": "Все операции CryptoHorseRacing.com выполняются через наш смарт-контракты на трон сети. Это гарантирует, что все данные честно, даже позволяя пользователям изменять семян они хотят использовать. Если семя не изменяется, то случайное число будет генерироваться для обеспечения справедливости",
  "If you want to list your product here, please": "Если вы хотите перечислить свой товар здесь, пожалуйста",
  "Wallet": "Кошелек",
  "Exchange": "Обмен",
  "Dapp Information Plateform": "ДАПП Информации Р. Plateform",
  "Please login to your TRONLink wallet & make sure you have selected Main Networt in your wallet.": "Пожалуйста, войдите на TRONLink кошелек и убедитесь, что вы выбрали Главная Networt в ваш кошелек.",
  "If you do not have TRONLink wallet installed please visit": "Если у вас нет TRONLink кошелек установлен, пожалуйста, посетите",
  "and download the chrome extension": "и скачать расширение Chrome ",
  "(CryptoHorseRacing.com is only available using Chrome browser for the time being)": "(CryptoHorseRacing.com доступен только при использовании браузера Chrome на данный момент)",
  "Stage": "Этап",
  "Play": "Играть",
  "to mine": "помоему",
  "Available WINNAdrops": "Доступен WINNAdrops",
  "A total of": "В общей сложности",
  " is frozen across the network - You will receive:": " заморожен по сети - вы получите:",
  "WINNAdrops Countdown:": "WINNAdrops Отсчет:",
  "Available": "Доступен",
  "* WINNA will be frozen for 24 hours.": "* Победили будут заморожены в течение 24 часов.",
  "Freezable": "Замораживаемые",
  "Unfreezable": "Unfreezable",
  "Amount": "Сумма",
  "LeaderBoard": "Лидеров",
  "Dividends": "Дивиденды",
  "Leaderboard": "Лидеров",
  "Profile Picture": "Рисунок Профиля",
  "Rank": "Ранг",
  "Level": "Уровень",
  "Total Bets": "Общих Ставок",
  "Total WINNA": "Общая победили",
  "Comulative Earnings": "Comulative Заработок",
  "Last Windrop": "Последние Windrop",
  "Order#": "Приказом № ",
  "Hash": "Хэш",
  "Time": "Время",
  "From": "От",
  "To": "Для",
  "No Result": "Нет Результата",
  "Help": "Помогите",
  "Telegram": "Telegram",
  "Dapp Information Platform": "Dapp Информация Платформа",
  "Horse Prediction": "Прогноз лошади",
  "Winning Horse": "Победившая Лошадь",
  "Bet Amount": "Сумма ставки",
  "Win Amount": "Сумма выигрыша",
  "About TRON": "O TRON",
  "1. What is TRON": "1. Что такое TRON",
  "TRONIX is a MainNet token based on the TRON Protocol issued by TRON Foundation, known as TRX.": "TRONIX - токен MainNet, основанный на протоколе TRON, выпущенном Фондом TRON, известным как TRX",
  "TRX is the basic unit of accounts on the TRON blockchain. The value of all other tokens derives from that of TRON. TRX is also a natural medium currency for all TRC-based tokens. TRX connects the entire TRON ecosystem, with abundant application scenarios that power transactions and applications on the chain.": "TRX связывает всю экосистему TRON с многочисленными сценариями применения. что обеспечивает управление транзакциями и приложениями в цепочке. TRX - это базовая единица счетов в блокчейне TRON. Значение всех других токенов происходит от значения TRON. TRX также является естественной средней валютой для всех токенов на основе TRC. TRX связывает всю экосистему TRON с многочисленными сценариями приложений, которые обеспечивают транзакции и приложения в цепочке.",
  "To learn more": "Чтобы узнать больше",
  "Buy TRX": "Buy TRX"
}
